Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ja: おはようございます
ko: 좋은 아침이에요
nl: Goedemorgen
pt_br: Bom dia
ru: Доброе утро
zh_hans: 早上好

source: Good night
ar: تصبح على خير
de: Gute Nacht
es: Buenas noches
fr: Bonne nuit
it: Buonanotte
ja: おやすみなさい
ko: 안녕히 주무세요
nl: Goedenacht
pt_br: Boa noite
ru: Доброй ночи
zh_hans: 晚安

source: Ground Your Senses
ar: ثبّت حواسك
de: Erde deine Sinne
es: Ancla tus sentidos
fr: Ancrez vos sens
it: Radica i tuoi sensi
ja: 五感を落ち着かせる
ko: 감각을 안정시키기
nl: Aard je zintuigen
pt_br: Ancore seus sentidos
ru: Заземлите свои чувства
zh_hans: 稳住你的感官

source: Habit research shows that behaviors tied to an existing cue — a doorway, a mirror, unlocking your phone — stick far better than ones you have to remember from scratch. You're borrowing triggers your day already has.
ar: تُظهر أبحاث العادات أن السلوكيات المربوطة بإشارة قائمة — مدخل، مرآة، فتح هاتفك — ترسخ أفضل بكثير من تلك التي عليك تذكّرها من الصفر. أنت تستعير محفّزات يملكها يومك أصلًا.
de: Gewohnheitsforschung zeigt: Verhalten, das an einen bestehenden Auslöser gekoppelt ist – eine Tür, ein Spiegel, das Entsperren deines Handys – verfestigt sich weit besser als solches, an das du dich von Grund auf erinnern musst. Du borgst dir Auslöser, die dein Tag schon hat.
es: La investigación sobre hábitos muestra que las conductas atadas a una señal ya existente —una puerta, un espejo, desbloquear el teléfono— se afianzan mucho mejor que las que debes recordar desde cero. Estás tomando prestados disparadores que tu día ya tiene.
fr: La recherche sur les habitudes montre que les comportements liés à un indice existant — une porte, un miroir, déverrouiller son téléphone — s'ancrent bien mieux que ceux qu'il faut se rappeler de zéro. Vous empruntez des déclencheurs que votre journée possède déjà.
it: La ricerca sulle abitudini mostra che i comportamenti legati a un segnale già esistente — una porta, uno specchio, sbloccare il telefono — attecchiscono molto meglio di quelli che devi ricordare da zero. Stai prendendo in prestito inneschi che la tua giornata ha già.
ja: 習慣の研究によれば、既存の合図——ドア、鏡、スマホのロック解除——に結びついた行動は、ゼロから思い出さねばならない行動よりはるかに定着します。あなたは一日がすでに備えているトリガーを借りているのです。
ko: 습관 연구에 따르면, 이미 있는 신호 — 문, 거울, 휴대폰 잠금 해제 — 에 묶인 행동은 처음부터 떠올려야 하는 행동보다 훨씬 잘 정착됩니다. 당신은 하루가 이미 가진 방아쇠를 빌려 쓰는 것입니다.
nl: Gewoonteonderzoek laat zien dat gedrag dat aan een bestaande aanwijzing is gekoppeld — een deur, een spiegel, je telefoon ontgrendelen — veel beter beklijft dan gedrag dat je vanuit het niets moet onthouden. Je leent triggers die je dag al heeft.
pt_br: A pesquisa sobre hábitos mostra que comportamentos atrelados a uma pista já existente — uma porta, um espelho, desbloquear o celular — fixam muito melhor do que os que você precisa lembrar do zero. Você está pegando emprestado gatilhos que o seu dia já tem.
ru: Исследования привычек показывают: поведение, привязанное к уже существующему сигналу — дверь, зеркало, разблокировка телефона, — закрепляется куда лучше, чем то, что нужно вспоминать с нуля. Вы заимствуете триггеры, которые в вашем дне уже есть.
zh_hans: 习惯研究表明，绑定在既有提示上的行为——一道门、一面镜子、解锁手机——远比那些要从头记起的行为更牢固。你是在借用你这一天本就拥有的触发点。

source: Haptics
ar: اللمس
de: Haptik
es: Vibración
fr: Vibrations
it: Feedback aptico
ja: 触覚
ko: 햅틱
nl: Trillingen
pt_br: Vibração
ru: Вибрация
zh_hans: 触感

source: Have a code? Redeem
ar: هل لديك رمز؟ استبدله
de: Hast du einen Code? Einlösen
es: ¿Tienes un código? Canjéalo
fr: Vous avez un code ? Utilisez-le
it: Hai un codice? Riscattalo
ja: コードをお持ちですか？ 引き換える
ko: 코드가 있으신가요? 사용하기
nl: Heb je een code? Inwisselen
pt_br: Tem um código? Resgatar
ru: Есть код? Активировать
zh_hans: 有兑换码？立即兑换

source: Have you ever done something on autopilot and missed the obvious? How do you stay present?
ar: هل سبق أن فعلت شيئًا على الطيار الآلي وفاتك الواضح؟ كيف تبقى حاضرًا؟
de: Hast du je etwas im Autopiloten getan und das Offensichtliche übersehen? Wie bleibst du präsent?
es: ¿Alguna vez hiciste algo en piloto automático y se te pasó lo obvio? ¿Cómo te mantienes presente?
fr: Vous est-il déjà arrivé de faire quelque chose en pilote automatique et de rater l'évidence ? Comment restez-vous présent ?
it: Ti è mai capitato di fare qualcosa col pilota automatico e mancare l'ovvio? Come resti presente?
ja: 惰性で何かをして、当たり前のことを見落とした経験はありますか？どうすれば「今ここ」にいられますか？
ko: 자동조종으로 무언가를 하다가 뻔한 것을 놓친 적이 있나요? 어떻게 깨어 있는 상태를 유지하나요?
nl: Heb je ooit iets op de automatische piloot gedaan en het voor de hand liggende gemist? Hoe blijf je aanwezig?
pt_br: Você já fez algo no piloto automático e deixou passar o óbvio? Como você se mantém presente?
ru: Случалось ли вам делать что‑то на автопилоте и упускать очевидное? Как вы сохраняете присутствие?
zh_hans: 你是否曾凭惯性做事，错过了显而易见的东西？你如何保持当下的清醒？

source: Have you ever noticed images or sounds drifting in as you fall asleep?
ar: هل لاحظت يومًا صورًا أو أصواتًا تنجرف إليك وأنت تغفو؟
de: Hast du je bemerkt, wie beim Einschlafen Bilder oder Klänge hereindriften?
es: ¿Alguna vez has notado imágenes o sonidos que se cuelan mientras te duermes?
fr: Avez-vous déjà remarqué des images ou des sons dériver en vous tandis que vous vous endormez ?
it: Hai mai notato immagini o suoni che si insinuano mentre ti addormenti?
ja: 眠りに落ちるとき、映像や音が漂い込んでくるのに気づいたことはありますか？
ko: 잠들 때 이미지나 소리가 흘러드는 것을 알아차린 적이 있나요?
nl: Heb je ooit beelden of geluiden zien binnendrijven terwijl je in slaap viel?
pt_br: Você já notou imagens ou sons surgindo enquanto adormecia?
ru: Замечали ли вы когда‑нибудь, как при засыпании к вам приплывают образы или звуки?
zh_hans: 你是否曾在入睡时留意到有影像或声音飘进来？

source: Health and sleep always come first — and they make you a better dreamer.
ar: الصحة والنوم يأتيان أولًا دائمًا — وهما يجعلانك حالمًا أفضل.
de: Gesundheit und Schlaf kommen immer zuerst – und sie machen dich zu einem besseren Träumer.
es: La salud y el sueño van siempre primero, y te hacen mejor soñador.
fr: La santé et le sommeil passent toujours en premier — et font de vous un meilleur rêveur.
it: Salute e sonno vengono sempre prima — e ti rendono un sognatore migliore.
ja: 健康と睡眠が常に最優先——そしてそれらがあなたをより良い夢見手にします。
ko: 건강과 잠이 언제나 먼저입니다 — 그리고 그것들이 당신을 더 나은 몽자로 만듭니다.
nl: Gezondheid en slaap gaan altijd voor — en ze maken je een betere dromer.
pt_br: Saúde e sono vêm sempre primeiro — e fazem de você um sonhador melhor.
ru: Здоровье и сон всегда на первом месте — и они делают вас лучшим сновидцем.
zh_hans: 健康与睡眠永远第一——而它们也让你成为更好的梦者。

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
nl: Start
pt_br: Início
ru: Главная
zh_hans: 主页

source: Hopeful
ar: مُفعم بالأمل
de: Hoffnungsvoll
es: Esperanzado
fr: Plein d'espoir
it: Speranzoso
ja: 希望に満ちた
ko: 희망찬
nl: Hoopvol
pt_br: Esperançoso
ru: Полный надежды
zh_hans: 充满希望

source: How do you feel about staying aware as you fall asleep — curious, nervous, both?
ar: كيف تشعر حيال البقاء واعيًا وأنت تغفو — فضول، توتر، كلاهما؟
de: Wie fühlst du dich dabei, beim Einschlafen wach zu bleiben – neugierig, nervös, beides?
es: ¿Cómo te sientes ante la idea de seguir consciente mientras te duermes: curioso, nervioso, ambas?
fr: Que ressentez-vous à l'idée de rester conscient en vous endormant — curieux, nerveux, les deux ?
it: Come ti senti all'idea di restare consapevole mentre ti addormenti — curioso, nervoso, entrambi?
ja: 眠りに落ちるあいだ意識を保つことに、どんな気持ちですか——好奇心、緊張、その両方？
ko: 잠들면서 의식을 유지하는 것에 대해 어떤 기분이 드나요 — 호기심, 긴장, 둘 다?
nl: Hoe voel je je bij het bewust blijven terwijl je in slaap valt — nieuwsgierig, nerveus, allebei?
pt_br: Como você se sente em permanecer consciente enquanto adormece — curioso, nervoso, os dois?
ru: Что вы чувствуете при мысли оставаться в сознании, засыпая, — любопытство, тревогу, и то и другое?
zh_hans: 对于入睡时仍保持清醒，你有什么感受——好奇、紧张，还是兼而有之？

source: How do you feel after a poor night's sleep? Is it worth chasing a dream that costs that?
ar: كيف تشعر بعد ليلة نوم سيئة؟ هل يستحق مطاردة حلم يكلّفك ذلك؟
de: Wie fühlst du dich nach einer schlechten Nacht? Lohnt es sich, einen Traum zu jagen, der das kostet?
es: ¿Cómo te sientes tras una mala noche de sueño? ¿Vale la pena perseguir un sueño que cuesta eso?
fr: Comment vous sentez-vous après une mauvaise nuit ? Vaut-il la peine de poursuivre un rêve qui coûte cela ?
it: Come ti senti dopo una brutta notte? Vale la pena inseguire un sogno che costa questo?
ja: よく眠れなかった翌日、どんな気分ですか？それを犠牲にしてまで追う夢に値しますか？
ko: 잠을 설친 다음 날 기분이 어떤가요? 그 대가를 치르며 좇을 만한 꿈일까요?
nl: Hoe voel je je na een slechte nacht? Is het een droom waard die dat kost?
pt_br: Como você se sente após uma má noite de sono? Vale a pena perseguir um sonho que custa isso?
ru: Как вы чувствуете себя после плохой ночи? Стоит ли гнаться за сном, который обходится в это?
zh_hans: 睡了糟糕的一夜后你感觉如何？为此付出代价去追一个梦，值得吗？

source: How do you make a dream more vivid?
ar: كيف تجعل الحلم أكثر حيويةً؟
de: Wie machst du einen Traum lebhafter?
es: ¿Cómo haces un sueño más vívido?
fr: Comment rendre un rêve plus vif ?
it: Come rendi un sogno più vivido?
ja: 夢をより鮮やかにするには？
ko: 꿈을 더 생생하게 하려면 어떻게 할까요?
nl: Hoe maak je een droom levendiger?
pt_br: Como você torna um sonho mais vívido?
ru: Как сделать сон ярче?
zh_hans: 如何让梦更鲜明？

source: How do you make lucid dreams last longer?
ar: كيف تجعل الأحلام الواضحة تدوم أطول؟
de: Wie lässt du luzide Träume länger dauern?
es: ¿Cómo haces que los sueños lúcidos duren más?
fr: Comment faire durer les rêves lucides plus longtemps ?
it: Come fai durare di più i sogni lucidi?
ja: 明晰夢をより長持ちさせるには？
ko: 자각몽을 더 오래 지속시키려면 어떻게 할까요?
nl: Hoe laat je lucide dromen langer duren?
pt_br: Como você faz os sonhos lúcidos durarem mais?
ru: Как сделать осознанные сны дольше?
zh_hans: 如何让清醒梦持续得更久？

source: How do you tell the difference between a tired night to push and one to simply rest?
ar: كيف تميّز بين ليلة متعبة تستحق الدفع وأخرى تستحق الراحة فقط؟
de: Wie unterscheidest du eine müde Nacht zum Durchziehen von einer, in der du einfach ruhen solltest?
es: ¿Cómo distingues entre una noche cansada para insistir y una para simplemente descansar?
fr: Comment distinguez-vous une nuit fatiguée où insister d'une où simplement vous reposer ?
it: Come distingui una notte stanca in cui insistere da una in cui semplicemente riposare?
ja: 押し進めるべき疲れた夜と、ただ休むべき夜を、どう見分けますか？
ko: 밀어붙일 피곤한 밤과 그냥 쉴 밤을 어떻게 구분하나요?
nl: Hoe onderscheid je een vermoeide nacht om door te zetten van een om gewoon te rusten?
pt_br: Como você distingue uma noite cansada para insistir de uma para simplesmente descansar?
ru: Как вы отличаете усталую ночь, когда стоит продолжить, от той, когда нужно просто отдохнуть?
zh_hans: 你如何分辨一个该坚持的疲惫夜晚，和一个该单纯休息的夜晚？

source: How do you usually react to something thrilling? Could that reaction wake you?
ar: كيف تتفاعل عادةً مع شيء مثير؟ هل قد يوقظك ذلك التفاعل؟
de: Wie reagierst du normalerweise auf etwas Aufregendes? Könnte dich diese Reaktion wecken?
es: ¿Cómo reaccionas normalmente ante algo emocionante? ¿Podría esa reacción despertarte?
fr: Comment réagissez-vous d'habitude à quelque chose d'excitant ? Cette réaction pourrait-elle vous réveiller ?
it: Come reagisci di solito a qualcosa di emozionante? Quella reazione potrebbe svegliarti?
ja: わくわくすることに、あなたはふだんどう反応しますか？その反応が、あなたを目覚めさせてしまうかも？
ko: 흥분되는 일에 당신은 보통 어떻게 반응하나요? 그 반응이 당신을 깨울 수도 있을까요?
nl: Hoe reageer je gewoonlijk op iets opwindends? Zou die reactie je wakker kunnen maken?
pt_br: Como você costuma reagir a algo emocionante? Essa reação poderia te acordar?
ru: Как вы обычно реагируете на что‑то волнующее? Могла бы такая реакция вас разбудить?
zh_hans: 面对激动人心的事，你通常如何反应？那种反应会不会把你弄醒？

source: How do you usually respond to unfamiliar body sensations — tense up, or breathe through?
ar: كيف تستجيب عادةً للأحاسيس الجسدية غير المألوفة — تتوتّر، أم تتنفّس خلالها؟
de: Wie reagierst du normalerweise auf ungewohnte Körperempfindungen – verspannst du dich oder atmest du hindurch?
es: ¿Cómo respondes normalmente a sensaciones corporales desconocidas: te tensas, o respiras a través de ellas?
fr: Comment réagissez-vous d'habitude à des sensations corporelles inhabituelles — vous crispez-vous, ou respirez-vous au travers ?
it: Come reagisci di solito a sensazioni corporee insolite — ti irrigidisci o respiri attraversandole?
ja: 見慣れない身体感覚に、あなたはふだんどう応じますか——身を硬くする、それとも呼吸でやり過ごす？
ko: 낯선 몸의 감각에 당신은 보통 어떻게 반응하나요 — 긴장하나요, 아니면 호흡으로 통과하나요?
nl: Hoe reageer je gewoonlijk op onbekende lichaamssensaties — verkramp je, of adem je erdoorheen?
pt_br: Como você costuma reagir a sensações corporais desconhecidas — se enrijece, ou respira através delas?
ru: Как вы обычно реагируете на незнакомые телесные ощущения — напрягаетесь или продыхиваете их?
zh_hans: 对于陌生的身体感觉，你通常如何回应——绷紧，还是用呼吸度过？

source: How long should you stay awake during WBTB?
ar: كم ينبغي أن تبقى مستيقظًا أثناء WBTB؟
de: Wie lange solltest du während WBTB wach bleiben?
es: ¿Cuánto deberías permanecer despierto durante WBTB?
fr: Combien de temps devriez-vous rester éveillé pendant WBTB ?
it: Quanto dovresti restare sveglio durante il WBTB?
ja: WBTBのあいだ、どれくらい起きているべき？
ko: WBTB 동안 얼마나 깨어 있어야 할까요?
nl: Hoe lang zou je tijdens WBTB wakker moeten blijven?
pt_br: Por quanto tempo você deve ficar acordado durante o WBTB?
ru: Как долго следует бодрствовать во время WBTB?
zh_hans: 做 WBTB 时你应当醒着多久？

source: How many quality reality checks should you aim for daily?
ar: كم عدد فحوص الواقع الجيدة التي ينبغي أن تستهدفها يوميًا؟
de: Wie viele gute Realitätschecks solltest du täglich anstreben?
es: ¿Cuántas comprobaciones de realidad de calidad deberías buscar al día?
fr: Combien de tests de réalité de qualité devriez-vous viser par jour ?
it: A quanti controlli di realtà di qualità dovresti puntare al giorno?
ja: 質の高いリアリティチェックは一日に何回を目指すべき？
ko: 질 좋은 리얼리티 체크는 하루에 몇 번을 목표로 해야 할까요?
nl: Hoeveel goede realiteitschecks zou je per dag moeten nastreven?
pt_br: Quantas checagens de realidade de qualidade você deve mirar por dia?
ru: К скольким качественным проверкам реальности в день стоит стремиться?
zh_hans: 每天你应当以多少次高质量的现实检验为目标？

source: How might a short, planned wake-up fit into your sleep — without wrecking it?
ar: كيف يمكن لاستيقاظ قصير ومخطّط أن يندمج في نومك — دون أن يفسده؟
de: Wie könnte ein kurzes, geplantes Erwachen in deinen Schlaf passen – ohne ihn zu ruinieren?
es: ¿Cómo podría encajar un breve despertar planificado en tu sueño, sin arruinarlo?
fr: Comment un bref réveil planifié pourrait-il s'intégrer à votre sommeil — sans le gâcher ?
it: Come potrebbe un breve risveglio pianificato inserirsi nel tuo sonno, senza rovinarlo?
ja: 短く計画された目覚めを、睡眠を台無しにせずどう組み込めそうですか？
ko: 짧고 계획된 깨어남을, 잠을 망치지 않으면서 어떻게 끼워 넣을 수 있을까요?
nl: Hoe zou een korte, geplande ontwaking in je slaap kunnen passen — zonder die te verpesten?
pt_br: Como um breve despertar planejado poderia encaixar no seu sono — sem estragá-lo?
ru: Как короткое, запланированное пробуждение могло бы вписаться в ваш сон — не разрушив его?
zh_hans: 一次短暂、有计划的醒来，怎样才能融入你的睡眠——又不毁掉它？

source: How often during the day do you truly question whether you're awake? (Almost never, right?)
ar: كم مرة في اليوم تتساءل بصدق عمّا إذا كنت مستيقظًا؟ (نادرًا جدًا، أليس كذلك؟)
de: Wie oft am Tag fragst du dich wirklich, ob du wach bist? (Fast nie, oder?)
es: ¿Cuántas veces al día te preguntas de verdad si estás despierto? (Casi nunca, ¿verdad?)
fr: Combien de fois par jour vous demandez-vous vraiment si vous êtes éveillé ? (Presque jamais, n'est-ce pas ?)
it: Quante volte al giorno ti chiedi davvero se sei sveglio? (Quasi mai, vero?)
ja: 一日のうちで、自分が起きているか本気で問うことは何度ありますか？（ほとんどないですよね？）
ko: 하루에 자신이 깨어 있는지 진심으로 묻는 일이 몇 번이나 되나요? (거의 없죠?)
nl: Hoe vaak per dag vraag je je echt af of je wakker bent? (Bijna nooit, toch?)
pt_br: Quantas vezes por dia você realmente se pergunta se está acordado? (Quase nunca, né?)
ru: Сколько раз в день вы по‑настоящему спрашиваете себя, бодрствуете ли вы? (Почти никогда, верно?)
zh_hans: 一天之中，你真正质疑过自己是否清醒几次？（几乎从不，对吧？）

source: How often should beginners do WBTB?
ar: كم مرة ينبغي للمبتدئين ممارسة WBTB؟
de: Wie oft sollten Anfänger WBTB machen?
es: ¿Con qué frecuencia deberían hacer WBTB los principiantes?
fr: À quelle fréquence les débutants devraient-ils faire WBTB ?
it: Con che frequenza i principianti dovrebbero fare il WBTB?
ja: 初心者はWBTBをどれくらいの頻度で行うべき？
ko: 초보자는 WBTB를 얼마나 자주 해야 할까요?
nl: Hoe vaak zouden beginners WBTB moeten doen?
pt_br: Com que frequência iniciantes devem fazer o WBTB?
ru: Как часто новичкам стоит делать WBTB?
zh_hans: 初学者应当多久做一次 WBTB？

source: How should you enter the forming dream?
ar: كيف ينبغي أن تدخل الحلم المتشكّل؟
de: Wie solltest du den sich bildenden Traum betreten?
es: ¿Cómo deberías entrar al sueño que se está formando?
fr: Comment devriez-vous entrer dans le rêve en formation ?
it: Come dovresti entrare nel sogno che si sta formando?
ja: 形づくられていく夢には、どう入るべき？
ko: 형성되어 가는 꿈에 어떻게 들어가야 할까요?
nl: Hoe zou je de vormende droom moeten binnengaan?
pt_br: Como você deve entrar no sonho que está se formando?
ru: Как следует входить в формирующийся сон?
zh_hans: 你应当如何进入正在成形的梦？

source: Hypnagogia — the drifting imagery at sleep's edge — has long fascinated creatives. Edison and Salvador Dalí famously napped holding an object so it would fall and wake them, catching ideas from that exact half-dreaming state.
ar: الهلوسة الانوماجية — تلك الصور المنجرفة على حافة النوم — فتنت المبدعين منذ زمن. كان إديسون وسلفادور دالي يغفوان ممسكين بغرض ليسقط ويوقظهما، فيلتقطان أفكارًا من تلك الحالة نصف الحالمة بالضبط.
de: Hypnagogie – die treibenden Bilder am Schlafrand – fasziniert Kreative seit Langem. Edison und Salvador Dalí machten bekanntlich Nickerchen mit einem Gegenstand in der Hand, der fallen und sie wecken sollte, um Ideen aus genau diesem halb träumenden Zustand zu fangen.
es: La hipnagogia —esas imágenes a la deriva en el borde del sueño— ha fascinado por mucho tiempo a los creativos. Edison y Salvador Dalí dormitaban sosteniendo un objeto para que cayera y los despertara, atrapando ideas de ese estado exacto de medio sueño.
fr: L'hypnagogie — ces images dérivantes au bord du sommeil — fascine depuis longtemps les créatifs. Edison et Salvador Dalí faisaient des siestes en tenant un objet pour qu'il tombe et les réveille, captant des idées dans cet état précis de demi-rêve.
it: L'ipnagogia — quelle immagini alla deriva sul bordo del sonno — affascina da tempo i creativi. Edison e Salvador Dalí facevano sonnellini tenendo un oggetto che cadendo li svegliasse, catturando idee proprio da quello stato di mezzo sogno.
ja: 入眠時幻覚——眠りのふちで漂うイメージ——は、長く創作者たちを魅了してきました。エジソンやサルバドール・ダリは、手に持った物が落ちて目を覚ますように昼寝をし、まさにその半ば夢見る状態からアイデアを捕まえたことで知られます。
ko: 입면 환각 — 잠 가장자리에서 떠도는 심상 — 은 오래도록 창작자들을 매료해 왔습니다. 에디슨과 살바도르 달리는 손에 물건을 쥐고 졸다가, 그것이 떨어져 잠을 깨우게 함으로써 바로 그 반쯤 꿈꾸는 상태에서 아이디어를 낚은 것으로 유명합니다.
nl: Hypnagogie — die drijvende beelden aan de rand van de slaap — fascineert creatievelingen al lang. Edison en Salvador Dalí dutten beroemd met een voorwerp in de hand zodat het zou vallen en hen wekken, om ideeën uit precies die halfdromende staat te vangen.
pt_br: A hipnagogia — aquelas imagens à deriva na beira do sono — há muito fascina os criativos. Edison e Salvador Dalí, célebres, cochilavam segurando um objeto para que caísse e os acordasse, capturando ideias justamente desse estado de meio sonho.
ru: Гипнагогия — те плывущие образы на краю сна — давно завораживает творцов. Эдисон и Сальвадор Дали, как известно, дремали, держа предмет, чтобы тот упал и разбудил их, ловя идеи именно из этого полусонного состояния.
zh_hans: 入睡幻觉——睡眠边缘那些飘移的影像——长久以来令创作者着迷。爱迪生和萨尔瓦多·达利据说会手握一件物品打盹，好让它掉落把自己惊醒，从而在那半梦半醒的状态里捕捉灵感。

source: I forgot tonight's dream
ar: نسيت حلم هذه الليلة
de: Ich habe den Traum von heute Nacht vergessen
es: Olvidé el sueño de esta noche
fr: J'ai oublié le rêve de cette nuit
it: Ho dimenticato il sogno di stanotte
ja: 今夜の夢を忘れてしまった
ko: 오늘 밤 꿈이 기억나지 않아요
nl: Ik ben de droom van vannacht vergeten
pt_br: Esqueci o sonho desta noite
ru: Я забыл сон этой ночи
zh_hans: 我忘了今晚的梦

source: If a dream is ever too much, you can always choose to wake. You're always in charge.
ar: إن صار حلم يفوق الاحتمال يومًا، فيمكنك دائمًا أن تختار الاستيقاظ. أنت دائمًا المتحكّم.
de: Wenn ein Traum je zu viel wird, kannst du dich immer entscheiden aufzuwachen. Du hast immer das Sagen.
es: Si un sueño alguna vez es demasiado, siempre puedes elegir despertar. Siempre estás al mando.
fr: Si un rêve devient un jour trop intense, vous pouvez toujours choisir de vous réveiller. Vous gardez toujours le contrôle.
it: Se un sogno diventa mai troppo, puoi sempre scegliere di svegliarti. Sei sempre tu al comando.
ja: 夢がもし手に余るようなら、いつでも目覚めることを選べます。主導権は常にあなたにあります。
ko: 꿈이 감당하기 벅차지면, 언제든 깨어나기를 선택할 수 있습니다. 주도권은 늘 당신에게 있습니다.
nl: Als een droom ooit te veel wordt, kun je altijd kiezen om wakker te worden. Jij hebt altijd de leiding.
pt_br: Se um sonho algum dia for demais, você sempre pode escolher acordar. Você está sempre no comando.
ru: Если сон когда‑нибудь окажется невыносим, вы всегда можете решить проснуться. Вы всегда главный.
zh_hans: 如果一个梦哪天太过难受，你随时可以选择醒来。主导权始终在你手中。

source: If a dream turns intense, slow your breathing first — everything else follows.
ar: إن اشتدّ الحلم، فأبطئ تنفّسك أولًا — وكل شيء آخر يتبع.
de: Wenn ein Traum intensiv wird, verlangsame zuerst deinen Atem – alles andere folgt.
es: Si un sueño se vuelve intenso, frena tu respiración primero: todo lo demás sigue.
fr: Si un rêve devient intense, ralentissez d'abord votre respiration — tout le reste suit.
it: Se un sogno si fa intenso, rallenta prima il respiro — tutto il resto segue.
ja: 夢が激しくなったら、まず呼吸をゆるめましょう——あとはすべてそれに続きます。
ko: 꿈이 격렬해지면, 먼저 호흡을 늦추세요 — 나머지는 모두 뒤따릅니다.
nl: Als een droom intens wordt, vertraag dan eerst je ademhaling — al het andere volgt.
pt_br: Se um sonho ficar intenso, desacelere primeiro a respiração — todo o resto vem em seguida.
ru: Если сон становится напряжённым, сначала замедлите дыхание — всё остальное последует.
zh_hans: 如果梦变得激烈，先放慢呼吸——其余一切都会随之而来。

source: If images vanish when you focus hard, soften your attention — watch from the corner of your mind.
ar: إن اختفت الصور حين تركّز بشدة، فلطّف انتباهك — راقبها من زاوية عقلك.
de: Wenn Bilder verschwinden, sobald du dich stark konzentrierst, mach deine Aufmerksamkeit weicher – beobachte sie aus dem Augenwinkel des Geistes.
es: Si las imágenes se esfuman cuando te concentras con fuerza, suaviza tu atención: míralas con el rabillo de la mente.
fr: Si les images s'évanouissent quand vous vous concentrez fort, adoucissez votre attention — regardez-les du coin de l'esprit.
it: Se le immagini svaniscono quando ti concentri troppo, ammorbidisci l'attenzione — guardale con la coda della mente.
ja: 強く集中すると映像が消えてしまうなら、注意をやわらげましょう——心の片隅から眺めるように。
ko: 세게 집중하면 이미지가 사라진다면, 주의를 부드럽게 하세요 — 마음의 곁눈으로 바라보듯이.
nl: Als beelden verdwijnen zodra je je sterk concentreert, verzacht dan je aandacht — bekijk ze vanuit je ooghoek van de geest.
pt_br: Se as imagens somem quando você se concentra com força, suavize sua atenção — observe-as com o canto da mente.
ru: Если образы исчезают, когда вы сосредотачиваетесь слишком сильно, смягчите внимание — смотрите на них уголком ума.
zh_hans: 如果你用力专注时影像就消失，那就放柔你的注意——用心灵的余光去看它们。
